Repository: Daniel-KM/Omeka-plugin-Rating
Catalog: languages/*.po
Languages: fr

source: Rating Widget
fr: Widget de notation

source: Add To items/show Page
fr: Ajouter à la page items/show

source: If checked, the rating widget will be added to all item show pages via the hook.
fr: Si coché, le widget de notation sera ajouté à toutes les pages items/show via le crochet.

source: Add To items/browse Page
fr: Ajouter à la page items/browse

source: If checked, the rating widget will be added to each record on the items/browse page via the hook.
fr: Si coché, le widget de notation sera ajouté à chaque notice de la page items/browse via le crochet.

source: Rights and Roles
fr: Droits et rôles

source: Allow Public to Rate
fr: Autoriser le public à noter

source: Allow everybody to rate or not.
fr: Permet d'autoriser tout le monde à noter ou non.

source: Roles that can Rate
fr: Rôles qui peuvent noter

source: Privacy
fr: Vie privée

source: Level of Privacy
fr: Niveau de confidentialité

source: Anonymous
fr: Anonyme

source: Hashed IP
fr: IP hashé

source: Partial IP (first hex)
fr: IP partielle (premier hex)

source: Partial IP (first 2 hexs)
fr: IP partielle (deux premiers hexs)

source: Partial IP (first 3 hexs)
fr: IP partielle (trois premiers hexs)

source: Clear IP
fr: IP claire

source: Choose the level of privacy (default: hashed IP).
fr: Choisir le niveau de confidentialité (défaut : IP hashé).

source: If anonymous, no check will be done when an unidentified visitor rates a record multiple times.
fr: Si anonyme, aucune vérification ne sera effectuée lorsqu'un visiteur non identifié notera un document plusieurs fois.

source: A change applies only to new ratings.
fr: Le changement s'appliquera uniquement aux nouvelles notes.

source: Rates: %s
fr: Notes : %s

source: (Rates: %s)
fr: (Note : %s)

source: Cancelled
fr: Annulée

source: Not rated
fr: Non noté

source: My Rate: %s
fr: Ma note : %s

source: User Rate: %s
fr: Note visiteur : %s

source: My Rate:
fr: Ma note :

source: User Rate:
fr: Note visiteur :

source: Error. Retry later.
fr: Erreur. Réessayer plus tard.

source: Rating
fr: Notation

source: Record is not correct.
fr: Le document n'est pas correct.
